// Задайте строку, состоящую из слов, разделенных пробелами.
// Сформировать строку, в которой слова расположены в обратном порядке.
// В полученной строке слова должны быть также разделены пробелами.

void Changeling(string str)
{
   
}



Console.WriteLine();
Console.Write("Введите строку: ");
string str = Console.ReadLine()!;
Console.WriteLine();
Console.Write("Перевернутая строка: ");
Changeling(str);